{
    "idtochar": {
        "0": "<PAD>",
        "1": "T",
        "2": "H",
        "3": "E",
        "4": " ",
        "5": "X",
        "6": "P",
        "7": "D",
        "8": "I",
        "9": "O",
        "10": "N",
        "11": "F",
        "12": "U",
        "13": "M",
        "14": "R",
        "15": "Y",
        "16": "C",
        "17": "L",
        "18": "K",
        "19": "\n",
        "20": "b",
        "21": "y",
        "22": "B",
        "23": "A",
        "24": "S",
        "25": "o",
        "26": "r",
        "27": "V",
        "28": ",",
        "29": "k",
        "30": "s",
        "31": "e",
        "32": "l",
        "33": "i",
        "34": "n",
        "35": "d",
        "36": ".",
        "37": "G",
        "38": "u",
        "39": "g",
        "40": "4",
        "41": "h",
        "42": "a",
        "43": "v",
        "44": "c",
        "45": "t",
        "46": "m",
        "47": "f",
        "48": "1",
        "49": "3",
        "50": "w",
        "51": "p",
        "52": ";",
        "53": "j",
        "54": "-",
        "55": "q",
        "56": ":",
        "57": "J",
        "58": "x",
        "59": "\u2019",
        "60": "W",
        "61": "&",
        "62": "0",
        "63": "?",
        "64": "2",
        "65": "z",
        "66": "\u2018",
        "67": "(",
        "68": ")",
        "69": "6",
        "70": "!",
        "71": "7",
        "72": "8",
        "73": "Q",
        "74": "Z",
        "75": "5",
        "76": "9",
        "77": "[",
        "78": "]",
        "79": "\u201c",
        "80": "\u201d",
        "81": "'",
        "82": "*"
    },
    "chartoid": {
        "<PAD>": 0,
        "T": 1,
        "H": 2,
        "E": 3,
        " ": 4,
        "X": 5,
        "P": 6,
        "D": 7,
        "I": 8,
        "O": 9,
        "N": 10,
        "F": 11,
        "U": 12,
        "M": 13,
        "R": 14,
        "Y": 15,
        "C": 16,
        "L": 17,
        "K": 18,
        "\n": 19,
        "b": 20,
        "y": 21,
        "B": 22,
        "A": 23,
        "S": 24,
        "o": 25,
        "r": 26,
        "V": 27,
        ",": 28,
        "k": 29,
        "s": 30,
        "e": 31,
        "l": 32,
        "i": 33,
        "n": 34,
        "d": 35,
        ".": 36,
        "G": 37,
        "u": 38,
        "g": 39,
        "4": 40,
        "h": 41,
        "a": 42,
        "v": 43,
        "c": 44,
        "t": 45,
        "m": 46,
        "f": 47,
        "1": 48,
        "3": 49,
        "w": 50,
        "p": 51,
        ";": 52,
        "j": 53,
        "-": 54,
        "q": 55,
        ":": 56,
        "J": 57,
        "x": 58,
        "\u2019": 59,
        "W": 60,
        "&": 61,
        "0": 62,
        "?": 63,
        "2": 64,
        "z": 65,
        "\u2018": 66,
        "(": 67,
        ")": 68,
        "6": 69,
        "!": 70,
        "7": 71,
        "8": 72,
        "Q": 73,
        "Z": 74,
        "5": 75,
        "9": 76,
        "[": 77,
        "]": 78,
        "\u201c": 79,
        "\u201d": 80,
        "'": 81,
        "*": 82
    }
}