{
    "idtochar": {
        "0": "<PAD>",
        "1": "q",
        "2": "w",
        "3": "e",
        "4": "r",
        "5": "t",
        "6": "y",
        "7": "u",
        "8": "i",
        "9": "o",
        "10": "p",
        "11": "a",
        "12": "s",
        "13": "d",
        "14": "f",
        "15": "g",
        "16": "h",
        "17": "j",
        "18": "k",
        "19": "l",
        "20": "z",
        "21": "x",
        "22": "c",
        "23": "v",
        "24": "b",
        "25": "n",
        "26": "m",
        "27": "Q",
        "28": "W",
        "29": "E",
        "30": "R",
        "31": "T",
        "32": "Y",
        "33": "U",
        "34": "I",
        "35": "O",
        "36": "P",
        "37": "A",
        "38": "S",
        "39": "D",
        "40": "F",
        "41": "G",
        "42": "H",
        "43": "J",
        "44": "K",
        "45": "L",
        "46": "Z",
        "47": "X",
        "48": "C",
        "49": "V",
        "50": "B",
        "51": "N",
        "52": "M",
        "53": "[",
        "54": "]",
        "55": "\\",
        "56": ";",
        "57": "'",
        "58": ",",
        "59": ".",
        "60": "/",
        "61": "{",
        "62": "}",
        "63": "|",
        "64": ":",
        "65": "\"",
        "66": "<",
        "67": ">",
        "68": "?",
        "69": "~",
        "70": "`",
        "71": "1",
        "72": "2",
        "73": "3",
        "74": "4",
        "75": "5",
        "76": "6",
        "77": "7",
        "78": "8",
        "79": "9",
        "80": "0",
        "81": "!",
        "82": "@",
        "83": "#",
        "84": "$",
        "85": "%",
        "86": "^",
        "87": "&",
        "88": "*",
        "89": "(",
        "90": ")",
        "91": "-",
        "92": "=",
        "93": "_",
        "94": "+",
        "95": " "
    },
    "chartoid": {
        "<PAD>": 0,
        "q": 1,
        "w": 2,
        "e": 3,
        "r": 4,
        "t": 5,
        "y": 6,
        "u": 7,
        "i": 8,
        "o": 9,
        "p": 10,
        "a": 11,
        "s": 12,
        "d": 13,
        "f": 14,
        "g": 15,
        "h": 16,
        "j": 17,
        "k": 18,
        "l": 19,
        "z": 20,
        "x": 21,
        "c": 22,
        "v": 23,
        "b": 24,
        "n": 25,
        "m": 26,
        "Q": 27,
        "W": 28,
        "E": 29,
        "R": 30,
        "T": 31,
        "Y": 32,
        "U": 33,
        "I": 34,
        "O": 35,
        "P": 36,
        "A": 37,
        "S": 38,
        "D": 39,
        "F": 40,
        "G": 41,
        "H": 42,
        "J": 43,
        "K": 44,
        "L": 45,
        "Z": 46,
        "X": 47,
        "C": 48,
        "V": 49,
        "B": 50,
        "N": 51,
        "M": 52,
        "[": 53,
        "]": 54,
        "\\": 55,
        ";": 56,
        "'": 57,
        ",": 58,
        ".": 59,
        "/": 60,
        "{": 61,
        "}": 62,
        "|": 63,
        ":": 64,
        "\"": 65,
        "<": 66,
        ">": 67,
        "?": 68,
        "~": 69,
        "`": 70,
        "1": 71,
        "2": 72,
        "3": 73,
        "4": 74,
        "5": 75,
        "6": 76,
        "7": 77,
        "8": 78,
        "9": 79,
        "0": 80,
        "!": 81,
        "@": 82,
        "#": 83,
        "$": 84,
        "%": 85,
        "^": 86,
        "&": 87,
        "*": 88,
        "(": 89,
        ")": 90,
        "-": 91,
        "=": 92,
        "_": 93,
        "+": 94,
        " ": 95
    }
}